acpi
adw-gtk-theme
alsa-utils
amd-ucode
base
base-devel
bc
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
cava
cliphist
cups
cups-pk-helper
curl
efibootmgr
fastfetch
fd
fprintd
fzf
git
grim
grub
grub-btrfs
gst-plugin-pipewire
hypridle
hyprland
hyprlock
hyprpaper
hyprpolkitagent
imagemagick
inotify-tools
iw
iwd
jq
kitty
libfprint
libnotify
libpulse
linux
linux-firmware
mullvad-vpn
nautilus
networkmanager
noto-fonts
noto-fonts-emoji
nwg-look
pamixer
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
python
python-websockets
qt5-graphicaleffects
qt5-quickcontrols
qt5-quickcontrols2
qt5-wayland
qt5ct
qt6-5compat
qt6-multimedia
qt6-wayland
qt6-websockets
qt6ct
ripgrep
rofi
sassc
satty
sddm
slurp
snapper
socat
sof-firmware
sudo
swaync
system-config-printer
ttf-iosevka-nerd
ttf-jetbrains-mono-nerd
tuned
tuned-ppd
ufw
unzip
upower
vulkan-radeon
waybar
wget
wireless-regdb
wireplumber
wl-clipboard
wmctrl
xdg-desktop-portal-hyprland
xf86-video-amdgpu
yq
zbar
zram-generator
zsh
